Repository: motyliar/social_app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: pl

# labelFirst
source: Do you love sports?
pl: Kochasz sport?

# contentFirst
source: Meet people who love sports just like you!
pl: Poznaj ludzi, którzy kochają sport jak Ty!

# labelSecond
source: Do you need a sports buddy?
pl: Potrzebujesz kompana do sportu

# contentSecond
source: Post and browse ads from your city
pl: Dodawaj i przeglądaj ogłoszenia z Twojej okolicy

# labelThird
source: Just join and enjoy!
pl: Po prostu dołącz i korzystaj!

# contentThird
source: It's so simple. There are lots of people waitng just for you
pl: To takie proste, wiele osób czeka właśnie na Ciebie!

# passwordTopLabel
source: Forgot password?
pl: Zapomniałeś hasło?

# signUpLabel
source: Sign UP!
pl: Zarejestruj

source: Loading...
pl: Wczytuje...

# descriptionLabelText
source: App for SportLovers
pl: Miejsce miłoścników sportu

source: Forgot password?
pl: Nie pamiętasz hasła?

# dontHaveAccount
source: Dont have account yet?
pl: Nie masz konta?

source: Sign up
pl: Zarejestruj się

# receivedPageTop
source: Received
pl: Odebrane

# sendPageTop
source: Send
pl: Wysłane

# deleteButton
source: Delete
pl: Usuń

# detailsTitle
source: Edit your details
pl: Zmień swoje dane

source: Change avatar
pl: Zmień zdjęcie profilowe

source: Name
pl: Imię

source: Age
pl: Wiek

source: City
pl: Miasto

source: Phone
pl: Telefon

source: Confirm
pl: Zapisz

source: Change
pl: Zmień

# editLabel
source: Edit Profile
pl: Edytuj profil

source: Favourite sports
pl: Ulubione sporty

# informationLabel
source: General Information
pl: Informacje

source: not specified
pl: nie podano

source: From
pl: Skąd

source: Rank:
pl: Raanking:

source: Friends
pl: Znajomi

# friendsInfo
source: You have
pl: Masz

source: Check more...
pl: Sprawdz więcej...

source: Active Notices
pl: Aktywne poszukiwania

source: Total notices:
pl: Wszystkie ogłoszenia

# editText
source: Edit
pl: Edytuj

source: Requests
pl: Prośby

# newRequest
source: You've new request from
pl: Masz nową prośbę od

# requestAccept
source: accept your request
pl: zaakceptował Twoją prośbę.

# requestReject
source: reject your request
pl: odrzucił Twoją prośbę.

# newMessage
source: You've new message from
pl: Masz nową wiadomość od

# receivedMessage
source: Reply from
pl: Odpowiedz na wiadomość od

# notification
source: Notifications
pl: Powiadomienia

source: delete request
pl: usunął prośbę

source: skip
pl: pomiń

source: login
pl: zaloguj

# errorMessage
source: Page Not Found
pl: Nie można znaleźć strony

# networkConnected
source: Connected
pl: Połączono

# networkDisconnected
source: Disconnected
pl: Rozłączono

# firebaseWeakPassword
source: Weak Password
pl: Hasło za słabe

# firebaseIncorectEmail
source: Wrong Email
pl: Nie poprawny e-mail

# firebaseOperation
source: Operation Not Allowed
pl: Operacja nie dozwolona

# firebaseUserInBase
source: Email In Base
pl: Email w bazie danych

# firebaseWrongPassword
source: Wrong Password
pl: Hasło niepoprawne

# firebaseUserDisabled
source: Wrong User
pl: Nie poprawny użytkownik

# firebaseUserNotFound
source: User Not Found
pl: Brak użytkownika w bazie

# firebaseInvalidCredential
source: Wrong User or Password
pl: Błędny użytkownik lub hasło

# firebaseEmptyValues
source: Empty Values
pl: Uzupełnij wszystkie pola

source: Something wrong
pl: Coś poszło nie tak

# noticeSave
source: Save notice
pl: Zapisz

# noticeAddComment
source: Add Comment
pl: Dodaj komentarz

# noticeReply
source: Reply to author
pl: Odpowiedz

# noticeComments
source: Comments :
pl: Komentarze :

# create_page_label
source: Create your own post
pl: Stwórz swój post

# typeFirst
source: Buy
pl: Kupię

# typeSecond
source: Sell
pl: Sprzedam

# subjectHint
source: Type what you looking for...
pl: Napisz czego potrzebujesz

# contentHint
source: ... more
pl: ... więcej szczegółów

# publishButton
source: Publish
pl: Opublikuj

# categoryLabel
source: Choose category:
pl: Wybierz kategorie:

# questionWhen
source: When?
pl: Kiedy?

# questionWhere
source: Where?
pl: Gdzie?

source: Add comment
pl: Dodaj komentarz

# commentHint
source: Tell us what you think
pl: Napisz co myślisz

# commentText
source: Comments
pl: Komentarze

# successMsg
source: Success
pl: Sukces!

# valEmpty
source: Can't be empty
pl: Nie może być puste

# valEqualValues
source: Is not equal
pl: Nie są takie same

# valTooShort
source: Too short
pl: Za krótkie

# valWrongPassword
source: Need 1 big letter, 1 number and special sign
pl: Potrzeba 1 dużą litere, 1 cyfrę i 1 znak specjalny

# valIncorrectEmail
source: Wrong email
pl: Błędny email

# valWrongUserName
source: Wrong username characters
pl: Błędny użytkownik

# tipUserName
source: Use only letters and numbers
pl: Użyj tylko liter i cyfr

# tipPassword
source: Password need 1 big and 1 small letter, 1 number and special sign
pl: Hasło musi się składać z 1 dużej i małej litery, 1 cyfry oraz znaku specjalnego

# tipRePassword
source: RePassword must be this same
pl: Hasło musi być takie samo

# tipEmail
source: Type e-mail which you'll use for login
pl: Podaj email, który będziesz używać do logowania

# snackWarningTitle
source: Oops!
pl: Ups!

# enterLogin
source: Enter your login
pl: Wpisz swój login

# enterPassword
source: Enter your password
pl: Wpisz swoje hasło

# rePassword
source: Confirm your password
pl: Potwierdz hasło

# mailEnter
source: Enter your mail
pl: Wpisz swój mail

# mailConfirm
source: Confirm your mail
pl: Potwierdz swój mail

# hintUsername
source: Enter your username
pl: Nazwa użytkownika
